Revit 2020 API
FamilySizeTableColumn.DisplayUnitType Property
 The Display unit type of the column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2014
Syntax
C#
public DisplayUnitType DisplayUnitType { get; }
Visual Basic
Public ReadOnly Property DisplayUnitType As DisplayUnitType
	Get
Visual C++
public:
property DisplayUnitType DisplayUnitType {
	DisplayUnitType get ();
}
See Also
FamilySizeTableColumn Class
Autodesk.Revit.DB Namespace